---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ZonePhaseId
source: html/00538e1b-f0a6-5e1b-bf26-f0e0f56269df.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ZonePhaseId Property

"Phase Id"

## Syntax (C#)
```csharp
public static ForgeTypeId ZonePhaseId { get; }
```